{
  "1": "Planejo rapidamente minhas tarefas.",
  "2": "Tenho pouca paciência para terminar tarefas muito longas ou difíceis.",
  "3": "Acabo me precipitando em algumas decisões.",
  "4": "Preciso de estímulo para começar a fazer as coisas.",
  "5": "Sinto-me mal ao não crumprir as tarefas planejadas.",
  "6": "Quase sempre me sinto desanimado.",
  "7": "Espero pela decisão dos outros.",
  "8": "Tenho grande preocupação em agradar as pessoas.",
  "9": "Acho que aminha vida é vazia e sem emoção.",
  "10": "Fico de maneira dispersa ao realizar minhas tarefas.",
  "11": "Tudo o que posso ver a minha frente é mais desprazer do que prazer.",
  "12": "Ajo impulsivamente quando alguma coisa está me aborrecendo.",
  "13": "Com frequência tomo decisões precipitadas.",
  "14": "Geralmente faço o que os meus amigos e parentes querem, embora não concorde com eles, com medo de que se afastem de mim.",
  "15": "Tenho atitudes agressivas em situações adiversas",
  "16": "Gosto de pensar antes de agir.",
  "17": "Por mais que não me esforce, sei que não sou capaz de superar os obstáculos que tenho que enfrentar no dia a dia.",
  "18": "Deixo de fazer as coisas que desejo por medo de ser criticado pelos outros.",
  "19": "Fico muito tímido quando estou entre desconhecidos.",
  "20": "Tenho dificuldade para terminar as tarefas, pois me distraio com outras coisas.",
  "21": "Sinto-me muito inseguro quando tenho que fazer coisas que nunca fiz antes.",
  "22": "Tenho grande dificuldade em dormir",
  "23": "Estou satisfeito comigo mesmo(a).",
  "24": "Não gosto de expressar as minhas ideias, pois tenho medo de ser ridicularizado.",
  "25": "Sou uma pessoa irritável.",
  "26": "Tenho muita dificuldade em tomar decisões na minha vida.",
  "27": "Exijo muito de mim.",
  "28": "Não tenho foco em minhas tarefas.",
  "29": "Eu paro de fazeras coisas quando elas ficam muito difíceis.",
  "30": "Com frequência, passo por períodos em que fico extremamente irritável, incomodando-me com qualquer coisa.",
  "31": "Sou uma pessoa nervosa.",
  "32": "Sou uma pessoa insegura.",
  "33": "Tenho muito medo de que os meus amigos deixem de gostar de mim.",
  "34": "Vivo intensamente."
}
